votenow/soap-question.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:feed="http://votenow.hoplitasoft.hu/">
   <soapenv:Header/>
   <soapenv:Body>
      <feed:addQuestion>
         <arg0><![CDATA[%s]]></arg0>
      </feed:addQuestion>
   </soapenv:Body>
</soapenv:Envelope>